[
  {
    'title': '\nРозробник (Python, Full Stack)\n',
    'url': 'https://www.work.ua/jobs/4439154/',
    'description': '\n            Повна зайнятість. Досвід роботи від 1 року. Вища освіта.\n                            Наша компанія шукає розробника для роботи у\xa0сфері онлайн-продажів. Ви\xa0зможете взяти участь у\xa0розробці…⁠\n',
    'company': 'Атлас Сервис, ООО',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nPython Back-end Developer\n',
    'url': 'https://www.work.ua/jobs/4868650/',
    'description': '\n            Повна зайнятість. Досвід роботи від 5 років. Вища освіта.\n                            Senior Python Back-End DeveloperКомпанія Dinamicka Development запрошує до\xa0себе Python Back-End Developer…⁠\n',
    'company': 'Dinamicka Development',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nMiddle Python Developer (Desktop)\n',
    'url': 'https://www.work.ua/jobs/5067561/',
    'description': '\n            Повна зайнятість. Досвід роботи від 2 років. Вища освіта.\n                            Ajax Systems\xa0— розробник і виробник систем безпеки Ajax із можливостями розумного дому. Це більше 50…⁠\n',
    'company': 'Ajax Systems',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nSystem Administrator (Linux, Python)\n',
    'url': 'https://www.work.ua/jobs/5063209/',
    'description': '\n            Повна зайнятість. Досвід роботи від 2 років.\n                            Привіт!   Ми\xa0— CHM SOFTWARE\xa0— українська IT-компанія, яка є розробником програмного забезпечення для…⁠\n',
    'company': 'CHM software',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nSoftware Engineer (PHP, NodeJS, Python, Scraping Project)\n',
    'url': 'https://www.work.ua/jobs/5089287/',
    'description': '\n            Повна зайнятість. Досвід роботи від 5 років.\n                            IMPORTANT! Relevant for 3 April 2023. 1 position vacant. For a\xa0Long Term Project we\xa0are looking for a\xa0strong…⁠\n',
    'company': 'Abz.agency®',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nPython Developer in Test (Automation)\n',
    'url': 'https://www.work.ua/jobs/5097882/',
    'description': '\n            Повна зайнятість. Також готові взяти студента.\n                            Ajax Systems\xa0— розробник і виробник систем безпеки Ajax із можливостями розумного дому. Це більше 50…⁠\n',
    'company': 'Ajax Systems',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nFull Stack Developer (Python)\n',
    'url': 'https://www.work.ua/jobs/4428355/',
    'description': '\n            Повна зайнятість. Досвід роботи від 5 років. Вища освіта.\n                            Компанія «Dinamicka Development» шукає талановитого Full Stack Developer на\xa0посаду, яка вимагає знання…⁠\n',
    'company': 'Dinamicka Development',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nStrong Middle Python developer\n',
    'url': 'https://www.work.ua/jobs/4460554/',
    'description': '\n            Повна зайнятість. Також готові взяти студента. Досвід роботи від 1 року.\n                            Python developer\xa0МИ НА\xa0ТЕБЕ ЧЕКАЄМО  (можлива віддалена співпраця) По-перше, СЛАВА УКРАЇНІ!  По-друге,…⁠\n',
    'company': 'Левел99',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': "\nВикладач комп'ютерних курсів для дітей (програмування на Python)\n",
    'url': 'https://www.work.ua/jobs/4503792/',
    'description': '\n            Неповна зайнятість. Також готові взяти студента. Незакінчена вища освіта.\n                            Академія Професій Майбутнього—\xa0це\xa0сучасні IT-центри для навчання дітей. Мислимо вільно і креативно, даємо…⁠\n',
    'company': 'Академія Професій Майбутнього',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\n\nSenior Full Stack Developer (Python/React.JS)\n\n',
    'url': 'https://djinni.co/jobs/541469-senior-full-stack-developer-python-react-js-/',
    'description': "\n\ninVerita is looking for a Senior Full Stack Developer (Python/React.JS) to join the team.Project:• As the premier NP-owned preceptor matching service, this project is committed to matching Nurse Practitioner and Advanced Practice Nursing students with the nation’s best preceptors. The nation's largest network of preceptors has been cultivated through strong professional relationships and honorariums. project matching solutions are offered for both individuals and schools of nursing.Requirements:• 6+ years of commercial Python development experience;• Strong proficiency in Python and React;• In-depth knowledge of GraphQL, PostgreSQL, and Django;Experience with payment gateway integration, preferably Stripe or similar;• Familiarity with Rabbitmq, Celery, Google maps, Firebase, Sentry, DataDog, Mailjet, Google Cloud, and Kubernetes is a plus;• Excellent communication and collaboration skills;• Upper-intermediate or higher English level.Responsibilities:• Develop and maintain high-quality, scalable web applications using Python, React, GraphQL, PostgreSQL, and Django;• Collaborate with cross-functional teams to design, develop, and implement new features and functionality;• Integrate payment gateways such as Stripe or similar services;• Write clean, efficient, and well-documented code;• Participate in code reviews and provide constructive feedback to other team members;• Troubleshoot and debug issues in a timely manner;• Stay up-to-date with emerging trends and technologies in web development.\n      \n\n\n          Детальніше\n        \n\n",
    'company': '\n\n          inVerita\n        \n\n        Sofiia Ivanchuk,\n        Recruiter\n      \n\n\n\n\n      \n      \n  \n    Україна\n(Львів)\n\n\n\n\n          Office/Remote на ваш вибір\n· 5 років досвіду\n· Upper-Intermediate\n',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\n\nMiddle/Senior Back-end developer\n\n',
    'url': 'https://djinni.co/jobs/526878-middle-senior-back-end-developer/',
    'description': '\n\n        Uptarget.co is looking for an agile & talented middle or senior developer for expanding TLV engineering team. This position will work alongside world-class security and product teams, all of whom are inspired by the use of breakthrough technologies to help safeguard fast-growing customer base around the world.Requirements:- 3+ years of experience in back-end development using Python- Deep knowledge and understanding of APIs (familiar with OWASP API Top 10 - benefit)- Practice and good knowledge of Mongo DB.- Understanding of network architecture and structure- Familiarity with various network components such as API gateways, load balancers, and SSL certificates- Experience in working with cloud environments and on-premises from both network perspective and hands-on development- Experience in developing and maintaining distributed systems using Kafka- Experience with developing large-scale, data-oriented applications.- soft skills: soul player, devoted, responsible, kind.Responsibilities:As an experienced developer, you will take a central role in building Wib’s products. You will choose and use cutting edge technologies and methodologies and will have a real impact on the company. You will be involved in every part of our core products’ lifecycle — from defining features together with PM, choosing the right tech stack and architecture to implementing infrastructure and features\n      \n\n\n          Детальніше\n        \n\n',
    'company': '\n\n          Uptarget\n        \n\n        Yuliia Kaliuzhna,\n        IT Recruiter\n      \n\n\n\n\n      \n      \n  \n    Україна\n(Черкаси)\n\n\n\n\n          Product\n        \n\n\n\n          Office/Remote на ваш вибір\n· 3 роки досвіду\n· Intermediate\n',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\n\nSenior Full-Stack Python Developer\n\n',
    'url': 'https://djinni.co/jobs/541387-senior-full-stack-python-developer/',
    'description': "\n\n        We don’t offer a project. We offer stability.A few facts about us:- Technical stack of our team: JS (React and Node), Java, Golang, Python and others- Whereas our business model is outstaff, we offer a search for a project that matches not only the developer's stack but also matches his interests- Our developers are involved in long-term projects in the fields of Fintech, Healthcare, Education, E-commerce, SaaS, etc. We do not consider projects in the Betting, Gambling, Adult content, and similar domains- Each of our developers is involved only in one project (full-time)- Our current clients are from the USA and Europe- This year we hope to grow up, regardless of the conditions, and organize the work of outsourcing teams- Hostilities did not affect the stability of our company: not a single dismissed person, not a single reduction in the rate or other payments because of war, the terms of payment of salaries have not shifted. The founders are optimistic about the future, so our team continues to grow.What we offer for your success+ Competitive salary and regular performance reviews+ The ability to focus on your work: a lack of bureaucracy and micromanagement+ No unpaid overtimes+ Timely salary payment+ 50% compensation for English courses (if it’s needed)+ 20 paid days off+ Adaptation period of 2 monthsAbout your responsibilities:No long descriptions are needed: every developer knows his tasks while on a project. The specific list of tasks will depend on the project, of course.What you need for this position:- At least 5 years of experience developing with Python (Django)  (NOT Freelance!)- At least 3 years of experience with JavaScript and CSS.- Strong problem-solving capabilities.- Excellent communication skills, written and verbal.If you have any questions about this job post, please feel free to ask.Contact us and become a valuable part of the People-First team\n      \n\n\n          Детальніше\n        \n\n",
    'company': '\n\n          GetApp Group\n        \n\n        Madlen Avetisian,\n        HR\n      \n\n\n\n\n      \n      \n  \n    Україна\n(Дніпро)\n\n\n\n\n          Тільки віддалено\n· 5 років досвіду\n· Upper-Intermediate\n',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\n\nSenior Python Back- end engineer\n\n',
    'url': 'https://djinni.co/jobs/500170-senior-python-back-end-engineer/',
    'description': '\n\n        We are a fast-moving company creating the next generation of web security technologies and delivering them to our expanding list of international clients.We’re at the forefront of multiple trends, uniquely combining cloud computing, Big Data, Machine Learning, and other cutting-edge fields into an intelligent, dynamic, and robust cybersecurity SaaS platform running on the public cloud of customer choice.We are growing quickly, and we’re looking for capable, creative, and self-motivated people to grow with us. If you’d like to advance your career while being at the intersection of multiple global trends (cloud adoption, SaaS, machine learning, cybersecurity, and more), we’d love to hear from you! Steps of the interview:1.1st Management interview2. 2d Technical InterviewThe RoleWe are looking for an experienced Backend Engineer to join our R&D team. We are looking for an exceptionally talented backend developer experienced with modern cloud-native technologies to join our R&D team, building Reblaze web security multi-cloud products and services.Primary Responsibilities:- Drive innovation, build and improve the product- Ensure the technical feasibility of cloud designs- Optimize application for maximum speed and scalability- Help to define technical requirements and architecture, and execute best-in-class implementationRequirements:- A team player that can thrive in a very dynamic environment- Experience in backend development on cloud GCP/AWS/Azure- Experience with writing design and architecture documents- Proficient in Python - 5+ - Experience with K8S, Docker and Ingress gateways- Experience with microservices- Familiarity with Go (advantage)- Scrum Master Experience- Experience with the K8S toolchain and ecosystem, such as Promoteus, Gafana and Argo- Understanding of web applications security chall- Fluent in English, verbal and written\n      \n\n\n          Детальніше\n        \n\n',
    'company': '\n\n          MoveUp Recruitment agency\n        \n\n        Karina Skorobruh,\n        Senior IT-Recruiter\n      \n\n\n\n\n      \n      \n  \n    Ізраїль\n\n    \n\n\n\n          Product\n        \n\n\n\n          Тільки віддалено\n· 5 років досвіду\n· Upper-Intermediate\n',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\n\nMiddle/Senior Python Engineer\n\n$3000-4000\n',
    'url': 'https://djinni.co/jobs/541277-middle-senior-python-engineer/',
    'description': '\n\n        Must:- Good Knowledge with OOP (SOLID, KISS, DRY, Design Patterns)- Unit Tests- Git, Docker- MySQL, Redis, ElasticsearchA plus:- Back end Golang- Building apps in cloud- Experience with hightload system- Design microservice apps- Experience with Airflow- Clickhouse db- DevOps skill (CI, CD, Kubernetes, Terraform...)\n      \n\n\n          Детальніше\n        \n\n',
    'company': '\n\n          AdPartner\n        \n\n        Dmytro Miroshnichenko,\n        HR\n      \n\n\n\n\n      \n      \n  \n    Німеччина,\n    Польща,\n    Португалія,\n    Україна\n\n    \n\n\n\n          Product\n        \n\n\n\n          Тільки віддалено\n· 3 роки досвіду\n',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\n\nMiddle Full-stack (React/Python) Developer\n\n',
    'url': 'https://djinni.co/jobs/541216-middle-full-stack-react-python-developer/',
    'description': "\n\nWe’re looking for a Full-stack Developer to help our Netherlands client to build a social and sustainable solution to the housing shortage.Our client is a young and fast-growing social enterprise that provides a safe platform to find a host or guest family. This means everything is possible and lots have to be done. We are looking for people who like to be challenged, are eager to learn, and flourish in a creative environment. We will make you feel at home.Each year 25.000 students in the Netherlands struggle to find housing. We connect them with local hosts and guest families, making the perfect match.Our application runs on AWS Cloud, is completely cloud-native and serverless, using an event-driven pattern. This means we use microservices that run on Lambda functionalities. The entire infrastructure uses Infrastructure as code (Terraform and Serverless framework). The Lambdas are written in Python and make use of FastAPI. The front end is written in Typescript and makes use of the React Framework.What you'll do in this roleWe started in 2019 and are constantly improving our services and processes. The next step is to transform our platform and bring it to the next level. This would include further automation of processes and the introduction of new functionalities. We are looking for a good curious developer to help us develop our ambitions.We're looking for- At least 2 years of experience with Python, preferably Fast API- At least 2 years of experience with React- Experience with AWS Lambdas- DynamoDB- WebSockets- Terraform- Upper-intermediate English levelHow to knock our socks off- Committed, flexible, and enthusiastic- Open to learning and not afraid to fail- You love Borsch  ✔ Not checking every box?This job looks very exciting, but you hesitate to apply because of the confidence gap? Reach out to us anyway! Beetroot is an inclusive workplace that considers all applicants. Equality is one of our core values. We're committed to providing equal opportunity and a sense of belonging for all Beetroot consultants and candidates. So let's discover together whether we could be an excellent fit for each other.\n      \n\n\n          Детальніше\n        \n\n",
    'company': '\n\n          Beetroot\n        \n\n        Oksana Pastushenko,\n        Recruiter\n      \n\n\n\n\n      \n      \n  \n    Україна\n(Житомир, Івано-Франківськ, Київ\n    \n      + ще 3 міста),\n    Польща,\n    Болгарія\n\n    \n\n\n\n          Product\n        \n\n\n\n          Office/Remote на ваш вибір\n· 3 роки досвіду\n· Upper-Intermediate\n',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\n\nSenior Back-end Developer (Python/ React.js)/ Team Lead\n\n',
    'url': 'https://djinni.co/jobs/530473-senior-back-end-developer-python-react-js-tea/',
    'description': '\n\nAbout Us:1World online R&D Center provides full cycle of technology consulting and research & development using various stacks, technologies and IoT elements. The company specializes in developing web and client-server applications, designing websites and IT consulting. We provide the whole complex of software engineering services and unique IT solutions.Now we are looking for a Full-Stack developer to our team.About Project:FRMG is building a DaaS/SaaS platform designed to take geospatial data (satellite, lidar, imagery, maps) to produce valuable and insightful data. Our primary product is focused on fire risk insurance which leverages digital terrain models, ground based fuel (trees and understory) in relation to assets (buildings, energy grids, pipelines, municipalities) on the ground.The Senior Back-end Developer (Python/ React.js)/ Team Lead will produce scalable geospatial software solutions and will be Leading a cross-functional team that’s responsible for the full software development life cycle, from conception to deployment.Qualifications & Skills:• 5-7 years in web and backend development (Python, JavaScript, React JS, Django);• 2+ years of experience working with multi-tenant cloud native applications;• Experience working with cloud environments such as AWS EC2, EBS, S3, RDS, EKS and familiarity with containerization (Docker, Kubernetes, Lambda etc.);• Experience writing integrations with third-party APIs and developing REST APIs;• Contribute to all phases of the software development lifecycle in a team environment using project tracking tools such as GitHub or JIRA;• Knowledge/experience of WMS, WFS, WCS, WMTS and WPS web services of the OGC;• Strong knowledge Javascript (es5, es6);• Experience in all phases of the software development lifecycle (analysis, design, development, testing, deployment, maintenance;• Serve as team lead on projects.Will be a plus:• Experience with Java;• Knowledge/experience with GIS frameworks such as OpenLayers, QGIS, PostgreSQL, PostGIS, GeoServer, GDAL/OGR, MapServer, Leaflet, Esri Leaflet, serverless GIS;• Knowledge/experience with commercial & open-source GIS software products considered a major plus.Responsibilities:• Leads application development of a desktop and web app DaaS/SaaS geospatial platform working with our geomatics team;• Design separate components, modules, classes etc.;• Code, debug, document, and maintain portions of software;• Participate in peer code and design reviews;• Participate in estimation and planning sessions;• Contribute to development of technical project documentation and user documentation;• Provide assistance to test engineers and support personnel in solving technical issues of software installation and its operation;• Participate in conference calls and face-to-face meetings;• Spot current deficiencies in the development process, adopted procedures and engineering practices, environment configurations, etc., and suggest improvements;• Escalate technical issues to the other members and Project Manager.We offer:• Ability to learn new technological stacks, which help you to grow professionally and advance your career;• Interesting project with attractive salary;• The ability to focus on your work: a lack of bureaucracy and micromanagement;• Competitive compensation depending on skills and experience level;• English lessons;• Friendly atmosphere, concern for the comfort of specialists;• Flexible schedule depends on project’s needs;• 15 working days of vacation;• 12 working days per year are allowed to be “no show days” due to personal reasons.Location:Ukraine: remote.\n      \n\n\n          Детальніше\n        \n\n',
    'company': '\n\n          1WorldOnline R&D Center (Business Automatics)\n        \n\n        Alina Monia,\n        IT Recruiter\n      \n\n\n\n\n      \n      \n  \n    Україна\n(Харків)\n\n\n\n\n          Тільки віддалено\n· 5 років досвіду\n· Upper-Intermediate\n',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\n\nStrong Middle Full Stack Developer\n\n',
    'url': 'https://djinni.co/jobs/541188-strong-middle-full-stack-developer/',
    'description': '\n\n        Altamira.ai is a digital transformation company providing consulting services, including innovative strategies and bespoke technology solutions, that unlocks the full potential of Scale-Up organizations across the world.Altamira.ai is headquartered in Bratislava (Slovakia) and uses design thinking and innovative technologies to develop digital solutions to help our customers. Through its subsidiaries in Slovakia and Ukraine, the company is a sought-after business partner with a world-class team of talented professionals. Altamira.ai is backed by SARS Capital.We do believe that the success of altamira.ai is impossible without the success of our Talents and the success of our Clients!Looking for a passionate, detail-oriented Python and React developer to join a productive and collaborative SaaS development team(the position will be a bit more BE-oriented, maybe 30% react — 70% python)About the projectThe project is a secure online Medicaid application product that assists families and caregivers using an organized step-by-step online format. The App reduces the stress, time and energy traditionally associated with the Medicaid application process. Our streamlined, simplified process enables people to focus on what really matters: the care of themselves and their loved ones. Developed by the leading Medicaid application company, Senior Planning Services (SPS), App is currently available in New York, New Jersey, Pennsylvania, Connecticut, Rhode Island and Massachusetts.Responsibilities:• Understand the use cases and requirements from business and provide technical solutions• Write effective, scalable Python code with proper unit tests, error handling and logging• Test and debug programs and improve functionality of existing systems• Provide estimates and communicate project plan to stakeholders• Continually look for process improvements and more efficient use of technologyMinimum Qualifications:• Strong knowledge of Python Coding and its data related libraries ex. Pandas, FastAPI• Strong knowledge of React.js, Typescript, Javascript• Knowledge of Application, data, infrastructure architecture disciplines• Experience with Restful APIs, Selenium, Git, bash scripting• Preferred: Familiarity with Docker, AWS ECS, AWS Lambda functionsWe offer you:— Competitive salary, room for development and growth;— Possibility to work in Bratislava office or fully remotely;— Loyal management, interesting tasks, constant support;— Medical insurance;— Paid vacations 20 work days, paid sick leave, regular salary reviews;— Flexible schedule and ability to manage your working hours;— Support of your personal growth and skills upgrading;— The great environment inside the team, support of initiatives, ability to contribute to the common goal.We are proud of our teammates. Among our employees, it’s easy to find speakers of international conferences, technology gurus, certified architects, and a lot of talented people. We are trying to build self-organized teams that are focused on personal and professional growth. That is why in altamira.ai we clearly state: for growth, you need to learn and you need to educate. Each engineer after the probation period can request a mentor who does care about education, supports with promotion, and makes your career development smoother.\n      \n\n\n          Детальніше\n        \n\n',
    'company': '\n\n          Altamira\n        \n\n        Anastasiia Asieieva,\n        Recruiter\n      \n\n\n\n\n      \n      \n  \n    Україна\n\n    \n\n\n\n          Office/Remote на ваш вибір\n· 3 роки досвіду\n· Upper-Intermediate\n',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\n\nJobTestPrep - Full Stack Developer (Python/.Net + React)\n\n',
    'url': 'https://djinni.co/jobs/541182-jobtestprep-full-stack-developer-python-net-r/',
    'description': "\n\n        On behalf of JobTestPrep, SD Solutions is looking for a brilliant Full Stack Developer to join its technical department.SD Solutions is a staffing company operating globally. Contact us to get more details about the benefits we offer.Responsibilities:Design, develop, and maintain backend systems using Python and .NET technologiesCollaborate with cross-functional teams to gather requirements, design, and develop featuresWrite clean, maintainable, and well-documented codeEnsure scalability, reliability, and performance of backend systemsTroubleshoot and debug issues and provide timely resolutionsParticipate in project planning and estimationContinuously learn and improve your skills and knowledgeStay up-to-date with the latest trends and best practices in backend developmentContribute to the improvement of our development processes and methodologiesRequirements:Bachelor's degree in Computer Science, Software Engineering or related fieldMinimum of 3 years of experience in backend development using PythonExperience in .NET technologies, such as C# or ASP.NETExperience with frontend development technologies such as React (Angular or Vue JS)Strong understanding of software development principles and best practicesExperience with databases, such as SQL or NoSQLExperience with RESTful APIs, JSON, and web services integrationFamiliarity with containerization technologies such as Docker and KubernetesExperience with Git or other version control systemsExcellent communication and teamwork skillsStrong problem-solving and analytical skillsAbility to learn and work in a fast-paced environmentPreferred Qualifications:Experience with cloud platforms such as AWSFamiliarity with agile development methodologiesExperience with test-driven development (TDD/BDD) and continuous integration/continuous delivery (CI/CD)Proven production expiriance to implement Microservices Architecture and patterns.Good knowledge in Event Driven Design and Domain Driven DesignKnowledge of UI/UX design principlesAbout the company:JobTestPrep, cloud-based fast-growing a leading international E-learning company, is looking for abrilliant Python Backend Developer to join our R&D group. Get a chance to help thousands of job candidates land their dream jobs while working with the brightest minds in the test prep industry.\n      \n\n\n          Детальніше\n        \n\n",
    'company': '\n\n          SD Solutions\n        \n\n        Daria Donets,\n        Recruitment Researcher\n      \n\n\n\n\n      \n      \n  \n    Україна\n\n    \n\n\n\n          Тільки віддалено\n· 3 роки досвіду\n· Intermediate\n',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\n\nTechnical Lead Python\n\n',
    'url': 'https://djinni.co/jobs/541169-technical-lead-python/',
    'description': '\n\n        Requirements:7+ y in Software Development3+ y as Tech/Team LeadGood understanding of SDLC (Release Management, CI/CD, etc.)Experience with People management (PDP, Motivation, Performance review, Band/Grade review etc.)Hands on experience with next Tech Stack: AWS, Python/Django, ReactJS, PostgreSQL, Gitlab, DockerNice to have: Non-functional requirements understanding, ER-diagram creation, HA/K8s/TerraformResponsibilities:New team recruitmentArchitecture supervisingPlanning, task decomposition, code reviewDevelopment/People management 80%/20%Collaborate with other Stakeholders and Architects\n      \n\n\n          Детальніше\n        \n\n',
    'company': '\n\n          Meest Group\n        \n\n        Bohdana Kapinos,\n        IT Recruiter\n      \n\n\n\n\n      \n      \n  \n    Україна\n(Київ, Львів)\n\n\n\n\n          Product\n        \n\n\n\n          Office/Remote на ваш вибір\n· 5 років досвіду\n· Upper-Intermediate\n',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\n\nMiddle Python Developer\n\n',
    'url': 'https://djinni.co/jobs/463004-middle-python-developer/',
    'description': '\n\n        Looking for a Middle Python Developer to join the Dataforest team. If you are looking for a friendly team, a healthy working environment, and a flexible schedule ‒ you have found the right place to send your CV.Skills requirements:• 2.5+ years experience with Python 3+;• Experience with Web scrapping and html parsing;• Experience ETL pipelines;• Еxpertise with PostgreSQL;• Experience with linux, AWS;• Experience with libraries/ frameworks: Beautifulsoup, selenium, lxml;• Experience (at least knowledge) with agile development methodologies;• Experience with Flask;• Experience with Web automation;• Еxpertise with Celery;• Еxpertise with SQLAlchemy;• General knowledge of gunicorn;• Еxpertise with pep-8.Key responsibilities:• Develop site parsers;• Perform data cleaning, data transformation;• Develop API.We offer:• Great networking opportunities with international clients, challenging tasks;• Building interesting projects from scratch using new technologies;• Personal and professional development opportunities;• Competitive salary nominated in USD;• Paid vacation and sick leaves, medical insurance;• Flexible work schedule;• Friendly working environment with minimal hierarchy;• Team building activities, corporate events.\n      \n\n\n          Детальніше\n        \n\n',
    'company': '\n\n          Dataforest\n        \n\n        Oleksandr Sheremeta,\n        Partner\n      \n\n\n\n\n      \n      \n  \n    Польща,\n    Україна\n(Київ)\n\n\n\n\n          Office/Remote на ваш вибір\n· 2 роки досвіду\n· Intermediate\n',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\n\nMiddle Python/Django Developer in product company\n\n',
    'url': 'https://djinni.co/jobs/541160-middle-python-django-developer-in-product-com/',
    'description': '\n\n        GrainTrack is a SaaS CTRM for managing grain trading companies.What we expect from you:General:- Experience in developing enterprise-level client (web) server applications- Design patterns, writing SOLID-supported code- Understanding of CI/CD features (stateless, 12 Factor App, Docker)- Continuous self-development- Self-organization, responsibility for the result (product specifics)Django (DRF):- Python, practices, tools- Django ORM experience (architecture, performance)- Modularity, principles of distribution of responsibility (RESTful API)- Work with database, migrations- PostgreSQL, writing/supporting complex queries, procedures/views testing, the ability to write testable code and testsWhat you will do:- Work on your product, which is used every day by customers from all over the world in combat mode- Development of new product features and integrations with other systems- Participation in architectural and product sessions- Development with the code prepared for automated unit testing and test coverage- Search and implementation of new technologies and best practices, mini projectsWe provide:- Ability to work remotely- Convenient work schedule with an understanding of when you need to get sick or take a vacation- Relevant salary- Developing yourself and your skills, learning new things- A team that works as one and moves in a clear direction\n      \n\n\n          Детальніше\n        \n\n',
    'company': '\n\n          Graintrack\n        \n\n        Margarita Abramova,\n        HR\n      \n\n\n\n\n      \n      \n  \n    Україна\n\n    \n\n\n\n          Product\n        \n\n\n\n          Тільки віддалено\n· 3 роки досвіду\n',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\n\nFull Stack Developer (Python + React) for JobTestPrep\n\n',
    'url': 'https://djinni.co/jobs/541159-full-stack-developer-python-react-for-jobtest/',
    'description': "\n\n        On behalf of JobTestPrep, SD Solutions is looking for a brilliant Full Stack Developer to join its technical department.SD Solutions is a staffing company operating globally. Contact us to get more details about the benefits we offer.Responsibilities:- Design, develop, and maintain backend systems using Python and .NET technologies- Collaborate with cross-functional teams to gather requirements, design, and develop features- Write clean, maintainable, and well-documented code- Ensure scalability, reliability, and performance of backend systems- Troubleshoot and debug issues and provide timely resolutions- Participate in project planning and estimation- Continuously learn and improve your skills and knowledge- Stay up-to-date with the latest trends and best practices in backend development- Contribute to the improvement of our development processes and methodologiesRequirements:- Bachelor's degree in Computer Science, Software Engineering or related field- Minimum of 4 years of experience in backend development using Python- Experience in .NET technologies/ C#- Experience with frontend development technologies such as React preferably (or Angular Vue JS)- Strong understanding of software development principles and best practices- Experience with databases, such as SQL and NoSQL- Experience with RESTful APIs, JSON, and web services integration- Familiarity with containerization technologies such as Docker and Kubernetes- Experience with AWS cloud platforms- Experience with Git or other version control system- Knowledge of UI/UX design principles- Experience with test-driven development (TDD/BDD) and continuous integration/continuous delivery (CI/CD)- Proven production experience to implement Microservices Architecture and patterns.- Familiarity with agile development methodologies- Good knowledge in Event Driven Design and Domain Driven DesignPreferred Qualifications:- Experience with cloud platforms such as AWS- Familiarity with agile development methodologies- Experience with test-driven development (TDD/BDD) and continuous integration/continuous delivery (CI/CD)- Proven production expiriance to implement Microservices Architecture and patterns.- Good knowledge in Event Driven Design and Domain Driven Design- Knowledge of UI/UX design principlesAbout the company:JobTestPrep, cloud-based fast-growing a leading international E-learning company, is looking for abrilliant Python Backend Developer to join our R&D group. Get a chance to help thousands of job candidates land their dream jobs while working with the brightest minds in the test prep industry.\n      \n\n\n          Детальніше\n        \n\n",
    'company': '\n\n          SD Solutions\n        \n\n        Victoria Shupoval,\n        Researcher\n      \n\n\n\n\n      \n      \n  \n    Україна\n\n    \n\n\n\n          Тільки віддалено\n· 5 років досвіду\n· Upper-Intermediate\n',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\n\nSenior FullStack Software Engineer (React/Python)\n\n',
    'url': 'https://djinni.co/jobs/517472-senior-fullstack-software-engineer-react-pyth/',
    'description': '\n\n        You will be a part of a team that will be working on a platform (HoReCa) — is one of the most investment-attractive startups (USA) in the field of hospitality. In the summer of 2020, raised a new $ 50 million (and earlier received an investment from the Alexa Fund (AWS)).UKEESS Software House is looking for a Senior FullStack Software Engineer (React/Python) to join our ambitious team for the full-time position (in Europe). About the Customer’s Project:This platform helps promote and sell unique guest experiences for any occasion. Platform gives control of and insight into the entire guest experience. Also, enables to automatically drive revenue & profitability by leveraging data to build direct relationships, deliver exceptional experiences, and increase repeat business. This project has been on the market for over 10 years and continues to develop actively!About the team and Responsibilities:Our team focused on venue groups (large entities that have many restaurants) and develop performant and highly available APIs, implement advanced algorithms, craft pixel-perfect interfaces, design architecture for observability, localize for a global audience, use data science to generate high-impact insights, scale our infrastructure, and much, much more.Our engineering culture values technical excellence, ownership and customer obsession to solve hard problems the right way.As a part of the team, you will:- be exposed to the challenges of working at scale and thrive when solving complex technical problems — whether it’s fine tuning beautiful UX and design, developing API services for our products, or just seeing features through end-to-end.- work closely with other engineers, product managers and designers, develop in our mobile and cloud technology stack via an agile software development process, and engineer real solutions that ship directly to our customers.- Write code based on functional specification and technical design. Adhere to architectural standards and develop designs that consider impact with other aspects of the database and appropriately leverage existing code.- Perform code reviews, identify potential issues to reduce technical debt, and provide coding best practice recommendations.Knowledge, Skills, And Competencies:- At least 5 years of experience developing web applications- Experience in Python backend- Experience with React on front-end part- Strong knowledge and experience with Redux, TypeScript- Excellent interpersonal, written, and verbal communication skills.- Strong sense of self-motivation, organization, and attention to detail; strong analytical skills- Experience with Scrum/Agile methodology, CI/CD- English: upper-intermediate level (both speaking and writing)It will be a plus:-Strong knowledge or experience with NodeJS-Experience or strong knowledge with Google Cloud Platform (GCP): AppEngine, Datastore (potentially moving to Firestore), BigQuery.The technology stack of the Project:Python/Django/GoogleCloud/MySQL/React/Redux/TS.\n      \n\n\n          Детальніше\n        \n\n',
    'company': '\n\n          UKEESS Software House\n        \n\n        Nataliia Bulbuk,\n        Recruiter\n      \n\n\n\n\n      \n      \n  \n    Україна\n(Львів)\n\n\n\n\n          Тільки віддалено\n· 5 років досвіду\n· Upper-Intermediate\n',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\n\nSenior Python Developer\n\n',
    'url': 'https://djinni.co/jobs/541132-senior-python-developer/',
    'description': '\n\n        The platform collects artifacts and calculates metrics within the most important auditing dimensions such as data quality, model performance, fairness, explainability, and robustness.This information is translated into project summaries, technical documentation, as well as risk and audit-readiness reports. Seamless integration with modern ML tools allows technical teams to focus on the development process.REQUIREMETS:Your main responsibilities:— Develop, document, and test backend software— Contribute to architecture decisions and perform code reviews— Create, review and optimize database operations in the applications— Collaborate with other engineers, product manager, and UI/UX designer across the organization.— Act as a technical advisor and think creatively of solutions to problems arising in practiceYour preferred qualifications:— Proven 4+ years experience as Python Backend Engineer.— Experience in working with backend frameworks, such as Django, Flask or FastAPI— Experience in developing REST/GraphQL API’s— Solid knowledge of relational databases (PostgreSQL) and NoSQL databases— Experience in running code in the cloud (GCP/AWS) and containerizing applications using Docker— Good knowledge of clean coding, test driven development and CI/CD principles— Good communication skills in English, both spoken and writtenBonus (any of):— Experience in software engineering of larger projects, preferably B2B or SaaS products.— Experience working in the domain of machine/deep learning or risks management— Experience with IaC(Terraform)\n      \n\n\n          Детальніше\n        \n\n',
    'company': '\n\n          JOIDY\n        \n\n        Anastasiia Konstantynova,\n        Recruiter\n      \n\n\n\n\n      \n      \n  \n    Україна\n\n    \n\n\n\n          Тільки віддалено\n· 5 років досвіду\n· Upper-Intermediate\n',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nPython Backend Engineer\xa0в\xa0\xa0MetaProject\nОдеса\n',
    'url': 'https://jobs.dou.ua/companies/metaproject/vacancies/230864/?from=list_hot',
    'description': '\n\t\t\t\t\tМи\xa0шукаємо ініціативного та\xa0впевненого Python Backend Engineer в\xa0Одесі. У\xa0MetaProject ти\xa0зможеш працювати над справді цікавими та\xa0крутими проектами.\n\t\t\t\t',
    'company': '\xa0MetaProject',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nSoftware Engineer\xa0в\xa0D.TRADING\nКиїв\n',
    'url': 'https://jobs.dou.ua/companies/d-trading/vacancies/231302/?from=list_hot',
    'description': '\n\t\t\t\t\tResponsibilities:\n\n· Design, implementation, and maintenance of\xa0code using Python and other modern technologies, according to\xa0project team’s methodology.\n\n· Writing readable, maintainable and well-tested code. Implementing unit and API\xa0tests.\n\t\t\t\t',
    'company': 'D.TRADING',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nMiddle Python Developer\xa0| AI\xa0Powered\xa0в\xa0\xa0Echo\nвіддалено\n',
    'url': 'https://jobs.dou.ua/companies/echoua/vacancies/231794/?from=list_hot',
    'description': '\n\t\t\t\t\tOur client is\xa0an\xa0Amsterdam-based startup within the Generative AI\xa0space. They raised funding and already serve thousands of\xa0customers since their launch.\n\nThe company helps enterprises in\xa0their\xa0AI content creation while retaining their personal brand identity and tone of\xa0voice.\n\t\t\t\t',
    'company': '\xa0Echo',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nSenior Python/Django Engineer\xa0в\xa0\xa0Apexive\nвід\xa0$4000\nвіддалено\n',
    'url': 'https://jobs.dou.ua/companies/apexive/vacancies/232154/?from=list_hot',
    'description': '\n\t\t\t\t\tWe\xa0have a\xa0remote-first culture, and this position can be\xa0based anywhere. We\xa0encourage you to\xa0work in\xa0the way that best suits you. The company is\xa0led by\xa0a\xa0software architect (the founder actually codes), so\xa0you’ll never feel like a\xa0cog in\xa0the machine.\n\t\t\t\t',
    'company': '\xa0Apexive',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nKDB Developer\xa0в\xa0\xa0CyberVision\n$5000–10000\nвіддалено\n',
    'url': 'https://jobs.dou.ua/companies/cybervision/vacancies/231905/?from=list_hot',
    'description': '\n\t\t\t\t\tRequirements:\n\n\n\n5+\xa0years of\xa0full-lifecycle development experience of\xa0at\xa0least 1\xa0large commercial system.\n\t\t\t\t',
    'company': '\xa0CyberVision',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nPython Engineer\xa0в\xa0\xa08allocate\nвіддалено\n',
    'url': 'https://jobs.dou.ua/companies/8allocate/vacancies/231417/?from=list_hot',
    'description': '\n\t\t\t\t\tAbout the project: \n\nThe client provides solutions that leverage sophisticated machine learning, artificial intelligence (ontologies, inference engines and rules) and natural language processing to\xa0provide highly actionable insights and recommendations to\xa0business users.\n\t\t\t\t',
    'company': '\xa08allocate',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nFull Stack Developer (Python/React.JS)\xa0в\xa0\xa0inVerita\nЛьвів, віддалено\n',
    'url': 'https://jobs.dou.ua/companies/inveritasoft/vacancies/232751/',
    'description': '\n\t\t\t\t\tProject description:\n\nAs\xa0the premier NP-owned preceptor matching service, this project is\xa0committed to\xa0matching Nurse Practitioner and Advanced Practice Nursing students with the nation’s best preceptors.\n\t\t\t\t',
    'company': '\xa0inVerita',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nFull-Stack Python Engineer\xa0в\xa0\xa0Clover Dynamics\nЛьвів, віддалено\n',
    'url': 'https://jobs.dou.ua/companies/clover-dynamics/vacancies/229418/',
    'description': '\n\t\t\t\t\tClover Dynamics is\xa0looking for a\xa0Full-Stack Python Engineer to\xa0join the team in\xa0order to\xa0develop this domain in\xa0our company.\n\n You will help to\xa0build the website from scratch, based on\xa0your experience, and with the ability to\xa0learn and use modern technologies in\xa0development.\n\t\t\t\t',
    'company': '\xa0Clover Dynamics',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nSenior AQA Python Engineer\xa0в\xa0\xa0CyberCraft\nЛьвів, віддалено\n',
    'url': 'https://jobs.dou.ua/companies/cybercraft/vacancies/228938/',
    'description': '\n\t\t\t\t\tRequired skills\n\n\n\n5+\xa0years experience in\xa0SDET/AQA\n\nTest automation experience (Python, PyTest)\n\nExperience in\xa0the architecture and developing automation framework\n\nExperience with Linux networking\n\nExperience with Continuous Integration (CI) methodology and tools\n\nGood troubleshooting...\n\t\t\t\t',
    'company': '\xa0CyberCraft',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nMiddle Full-stack (React/Python) Developer\xa0в\xa0\xa0Beetroot\nКиїв, Львів, Одеса, Івано-Франківськ, Житомир, Кременчук, Полтава, Познань (Польща), Софія (Болгарія), віддалено\n',
    'url': 'https://jobs.dou.ua/companies/beetroot/vacancies/232684/',
    'description': '\n\t\t\t\t\tWe’re looking for a\xa0Full-stack Developer to\xa0help our Netherlands client to\xa0build a\xa0social and sustainable solution to\xa0the housing shortage.\n\nOur client is\xa0a\xa0young and fast-growing social enterprise that provides a\xa0safe platform to\xa0find a\xa0host or\xa0guest family.\n\t\t\t\t',
    'company': '\xa0Beetroot',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nTechnical Lead Python\xa0в\xa0\xa0ПП «Міст – Інформаційні Технології»\nЛьвів, віддалено\n',
    'url': 'https://jobs.dou.ua/companies/meest-it/vacancies/232679/',
    'description': '\n\t\t\t\t\tRequirements\n\n\n\n7+\xa0y in\xa0Software Development\n\n3+\xa0y as\xa0Tech/Team Lead\n\nGood understanding of\xa0SDLC (Release Management, CI/CD, etc.)\n\nExperience with People management (PDP, Motivation, Performance review, Band/Grade review etc.)\n\nHands on\xa0experience with next Tech Stack: AWS,...\n\t\t\t\t',
    'company': '\xa0ПП «Міст – Інформаційні Технології»',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nSenior Backend Engineer (Python)\xa0в\xa0\xa0Orderry\nКиїв\n',
    'url': 'https://jobs.dou.ua/companies/orderry/vacancies/232659/',
    'description': '\n\t\t\t\t\tНеобхідні навички\n\n—\xa0Досвід розробки на\xa0Python 4+\xa0років. —\xa0Відмінне знання реляційних баз даних і\xa0SQL. —\xa0Досвід в\xa0профілюванні та\xa0оптимізації SQL\xa0і Python. —\xa0Відмінне розуміння принципів побудови веб-додатку.\n\t\t\t\t',
    'company': '\xa0Orderry',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nTrainee Python Developer (switch to\xa0FullStack)\xa0в\xa0\xa0ArtCodeVision\nЛьвів\n',
    'url': 'https://jobs.dou.ua/companies/artcodevision/vacancies/232632/',
    'description': '\n\t\t\t\t\tRequirements:\n\n\n\nBasic knowledge of\xa0Python\n\nBasic knowledge of\xa0HTML/CSS/JavaScript\n\nStrong desire to\xa0learn full-stack development\n\nGood communication skills and the ability to\xa0work in\xa0a\xa0team\n\nEnglish\xa0— Intermediate level\n\n\nIt\xa0would be\xa0a\xa0plus:\n\n\n\nUnderstanding of\xa0Django/FastAPI/Flask...\n\t\t\t\t',
    'company': '\xa0ArtCodeVision',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nMiddle Python Developer in\xa0Test (CSA)\xa0в\xa0\xa0Ajax Systems\nКиїв\n',
    'url': 'https://jobs.dou.ua/companies/ajax-systems/vacancies/217607/',
    'description': '\n\t\t\t\t\tМи\xa0— Ajax Systems, створюємо системи безпеки та\xa0пристрої для розумного дому. Хочемо, щоб кожен дім став безпечніший, а\xa0охоронні системи\xa0— більш технологічними, стильними та\xa0простішими у\xa0використанні. Віримо у\xa0інтернет речей та\xa0розумну безпеку як\xa0його основу.\n\t\t\t\t',
    'company': '\xa0Ajax Systems',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nJunior Python Developer in\xa0Test (Apps)\xa0в\xa0\xa0Ajax Systems\nКиїв\n',
    'url': 'https://jobs.dou.ua/companies/ajax-systems/vacancies/219347/',
    'description': '\n\t\t\t\t\tAjax Systems\xa0— розробник і\xa0виробник систем безпеки Ajax із\xa0можливостями розумного дому. Це\xa0більше 50\xa0пристроїв, мобільні та\xa0десктопні застосунки, серверна інфраструктура.\n\t\t\t\t',
    'company': '\xa0Ajax Systems',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nPython Developer in\xa0Test (Automation)\xa0в\xa0\xa0Ajax Systems\nКиїв\n',
    'url': 'https://jobs.dou.ua/companies/ajax-systems/vacancies/232615/',
    'description': '\n\t\t\t\t\tAjax Systems\xa0— розробник і\xa0виробник систем безпеки Ajax із\xa0можливостями розумного дому. Це\xa0більше 50\xa0пристрої, мобільні та\xa0десктопні застосунки, серверна інфраструктура.\n\t\t\t\t',
    'company': '\xa0Ajax Systems',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nPython (Core Engine) Developer\xa0в\xa0\xa0SevenPro\nвіддалено\n',
    'url': 'https://jobs.dou.ua/companies/sevenpro/vacancies/232505/',
    'description': '\n\t\t\t\t\tWe\xa0seek strong talent with deep hands-on algorithmic or\xa0application security experience for this role.\n\nAbout project\n\nOur client is\xa0a\xa0newly founded startup that aims to\xa0change the current dynamics in\xa0the application security testing market.\n\t\t\t\t',
    'company': '\xa0SevenPro',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nPython Developer\xa0в\xa0\xa0Software Development Hub\nвіддалено\n',
    'url': 'https://jobs.dou.ua/companies/software-development-hub/vacancies/232479/',
    'description': '\n\t\t\t\t\tContinue your growth with our highly skilled Python developers team!\n\t\t\t\t',
    'company': '\xa0Software Development Hub',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nMiddle Python Developer\xa0в\xa0\xa0Ajax Systems\nКиїв\n',
    'url': 'https://jobs.dou.ua/companies/ajax-systems/vacancies/229086/',
    'description': '\n\t\t\t\t\tAjax Systems\xa0— розробник і\xa0виробник систем безпеки Ajax із\xa0можливостями розумного дому. Це\xa0більше 50\xa0пристрої, мобільні та\xa0десктопні застосунки, серверна інфраструктура.\n\t\t\t\t',
    'company': '\xa0Ajax Systems',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': '\nSenior Python Developer\xa0в\xa0\xa0Digis\n$5000–5500\nвіддалено\n',
    'url': 'https://jobs.dou.ua/companies/digis/vacancies/232459/',
    'description': '\n\t\t\t\t\tDigis is\xa0seeking a\xa0talented and experienced Senior Python Developer to\xa0join our remote team and help\xa0us take our cutting-edge project in\xa0the blockchain industry to\xa0the next level.\n\t\t\t\t',
    'company': '\xa0Digis',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': ' Junior Data Engineer ',
    'url': 'https://rabota.ua/company859340/vacancy9449409',
    'description': ' ставка + бонусна частина ',
    'company': 'IDS Ukraine',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': ' Керівник відділу радіоелектроніки (R&D) ',
    'url': 'https://rabota.ua/company2010537/vacancy9426924',
    'description': ' СКАЕТОН, ТОВ, Авіаційна Виробнича Компанія ',
    'company': 'СКАЕТОН, ТОВ, Авіаційна Виробнича Компанія',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': ' Data Officer ',
    'url': 'https://rabota.ua/company3905573/vacancy9338531',
    'description': ' ACTED  ',
    'company': 'ACTED ',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': ' Соціолог-аналітик ',
    'url': 'https://rabota.ua/company12161123/vacancy9426544',
    'description': ' Mercy Corps ',
    'company': 'Mercy Corps',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': ' Full Stack Web Developer (Vue.js, PostgeSQL, Python Django) ',
    'url': 'https://rabota.ua/company5209475/vacancy9426450',
    'description': ' Consulting for retail ',
    'company': 'Consulting for retail',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': ' DevOps Team Lead ',
    'url': 'https://rabota.ua/company1590638/vacancy9390026',
    'description': ' EvoPlay ',
    'company': 'EvoPlay',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': ' Розробник обладнання (команда автоматизації) ',
    'url': 'https://rabota.ua/company3235793/vacancy9379691',
    'description': ' Ajax Systems ',
    'company': 'Ajax Systems',
    'city_id': 1,
    'language_id': 1
  },
  {
    'title': ' Research Scientist – Protein engineering ',
    'url': 'https://rabota.ua/company555800/vacancy9400337',
    'description': ' ЮРіЯ-ФАРМ, Фармацевтична Корпорацiя ',
    'company': 'ЮРіЯ-ФАРМ, Фармацевтична Корпорацiя',
    'city_id': 1,
    'language_id': 1
  }
]